[
  {
    "title": "Privacy Policy",
    "context": "\n\nInformation Collection and Use \nWe may collect personal information such as your name, email address, phone number, and medical history when you use our services or interact with our website. This information is used to provide you with the best possible healthcare services, communicate with you about your health, and improve our services.\nInformation Sharing and Disclosure\nWe do not share your personal information with third parties unless it is necessary to provide our services, respond to legal requests, or protect our rights or safety. We may share your personal information with our affiliates, business partners, or service providers who assist us in providing our services.\nData Security\nWe take the security of your personal information seriously and implement reasonable physical, technical, and administrative safeguards to protect your data from unauthorized access, use, or disclosure. We regularly review our security practices and update them as necessary to ensure your data’s confidentiality, integrity, and availability.\nData Retention\nWe retain your personal information only for as long as it is necessary for the purposes for which it was collected or as required by law. When we no longer need your personal information, we securely dispose of or de-identify it.\nYour Rights and Choices\nYou have the right to access, correct, or delete the personal information that we have collected. You may also object to or restrict the processing of your personal information or request a copy of your data. If you have any questions or concerns about your rights or choices, please contact us at info@kfhkigali.com.\nChildren’s Privacy\nWe do not knowingly collect personal information from children under 18. If you are a parent or guardian and believe that your child has provided us with personal information, please contact us at info@kfhkigali.com, and we will take steps to delete the data.\nChanges to Privacy Policy\nKing Faisal Hospital Rwanda reserves the right to make changes to this privacy policy at any time without prior notice. It is your responsibility to review this privacy policy periodically for any updates or changes.\nIf you have any questions or concerns regarding our privacy policy, please contact us at info@kfhkigali.com.\n\n"
  },
  {
    "title": "Terms of Use",
    "context": "\n\nLimitation of Liability\nThe information contained on this website (https://kfh.rw/) is for general information purposes only. The information is provided by King Faisal Hospital Rwanda, and while we endeavour to keep the information up to date and correct, we make representations or warranties of any kind, express or implied, about the completeness, accuracy, reliability, sustainability, or availability with respect to the website or the information, products, services, and related graphics contained on the website for any purpose. Therefore, any reliance on such information is strictly at your own risk.\nIn no event will we be liable for any loss or damage, including, without limitation, indirect or consequential loss or damage arising from loss of data or profits arising out of or in connection with the use of this website.\nEvery effort is made to keep the website up and running smoothly. However, King Faisal Hospital Rwanda takes no responsibility for and will not be liable for the website being temporarily unavailable due to technical issues beyond our control.\nIntellectual Property\nAll content on our website, including text, graphics, images, and logos, is the property of King Faisal Hospital Rwanda and is protected by copyright laws. You may not use or reproduce any content on our website without our prior written consent.\nChanges to Disclaimer\nKing Faisal Hospital Rwanda reserves the right to make changes to this disclaimer at any time without prior notice. It is your responsibility to review this disclaimer periodically for any updates or changes.\n\n"
  },
  {
    "title": "Ethics & Compliance",
    "context": "\n\nKing Faisal Hospital Rwanda is committed to upholding the highest standards of ethics and compliance in all its activities. Below is important information about our commitment to ethical conduct and compliance with applicable laws and regulations.\nCode of Conduct\nOur code of conduct outlines our ethical principles and standards of behaviour. Our code of conduct covers conflicts of interest, confidentiality, gifts and gratuities, and compliance with laws and regulations. All employees, contractors, and partners must abide by our code of conduct.\nCompliance Program\nWe have established a compliance program to ensure we comply with applicable laws and regulations. Our compliance program includes policies and procedures for billing and coding, privacy and security, and anti-corruption. We also provide training and education to our employees and contractors on compliance-related topics.\nReporting and Non-Retaliation\nWe encourage our employees, contractors, and partners to report any concerns or suspected violations of our code of conduct or applicable laws and regulations. We have established a reporting mechanism for reporting such concerns, and we investigate and take appropriate action on all reported concerns. We also have a non-retaliation policy prohibiting retaliation against individuals who report concerns in good faith.\nExternal Audits and Monitoring \nWe periodically engage external auditors and consultants to assess our compliance with applicable laws and regulations and identify improvement areas. We also monitor our compliance program internally to ensure it remains effective and up-to-date.\nIf you have any questions or concerns regarding our commitment to ethics and compliance, please get in touch with us at info@kfhkigali.com\n\n"
  },
  {
    "title": "Frequently Asked Questions",
    "context": "What services does King Faisal Hospital Rwanda provide?\nWe provide a wide range of healthcare services, including general medicine, surgery, pediatrics, obstetrics and gynecology, oncology, cardiology, neurology, and orthopedics, among others. We also have state-of-the-art diagnostic and imaging equipment to aid in diagnosing and treating various medical conditions.\n\nDo I need to make an appointment to receive medical care at King Faisal Hospital Rwanda?\nWe recommend you make an appointment to receive medical care at our hospital. However, we also receive walk-in patients at our various units.\n\nHow can I make an appointment?\nYou can make an appointment by calling our toll-free line at 3939 or +250 788 123 200 (local and international calls) or by emailing us at info@kfhkigali.com.\n\nHow can I pay for services?\nWe accept Mobile money (Momo) payments, credit card payments, and payments through health insurance plans.\n\nWhat languages are spoken at King Faisal Hospital Rwanda?\nWe have a multilingual staff that speaks English, French, Swahili, Kinyarwanda, and other local languages.\n\nDoes King Faisal Hospital Rwanda accept health insurance?\nYes, we accept most local and international health insurance plans. Please confirm with your insurance provider if our hospital is in their network.\n\nWhat are the consultation hours at King Faisal Hospital Rwanda?\nOur consultation hours are from 7:00 am – 5:00 pm, Mondays to Fridays and 8:00 am – 5:00 pm Saturdays and Sundays. Our emergency support is open 24 hours a day, 365 days a year, to attend to all emergency cases.\n\nDoes King Faisal Hospital Rwanda have a pharmacy?\nYes, we have a fully stocked pharmacy that provides prescription medications and over-the-counter products.\n\nWhat should I do in case of a medical emergency?\nIf you have a medical emergency, please call our emergency department using our toll-free line at 3939 or +250 788 123 200 (local and international calls) or go to the nearest emergency room.\n\nHow can I contact King Faisal Hospital Rwanda?\nYou can contact us by phone at our toll-free line, 3939 or +250 788 123 200 (local and international calls) or by emailing us at info@kfhkigali.com. You can also visit our website at www.kfh.rw for more information.\n\nHow can I provide feedback or make a complaint?\nWe welcome feedback from our patients and their families. If you have a comment, suggestion, or complaint, please get in touch with our patient relations department at info@kfhkigali.com."
  }
]
